<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <link rel="stylesheet" href="./api/style.css">
    <title>New Space</title>
</head>
<body >
	<div class="main">
		<div class="star"></div>
		<div class="logo">
			<a href="https://new20space.vercel.app/">
				<img src="/Img/logo2.png"width="150" height="150">
			</a>	
		</div>
		<div class="m">

			<p>Test</p>

            {{ content }}

			<div class="tabs">

			<label for="c1">Main</label>
			<input type="radio" name="a" id="c1"checked>

			<label for="c2">Main2</label>
			<input type="radio" name="a" id="c2">





 			<div id="txt_1">
        		<p>Произвольное содержимое...</p>
        		<p>Произвольное содержимое...</p>
        		<p>Произвольное содержимое...</p>
    		</div>
    		<div id="txt_2">
        		<p>Вторая вкладка</p>
    		</div>
    		
    		</div>









			<h1>Заголовок<br>первого уровня</h1>
    		<h2>Заголовок второго уровня</h2>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>
    		<h3>Заголовок третьего уровня</h3>

    		<h4>Заголовок четвертого уровня</h4>
    		<h5>Заголовок пятого уровня</h5>
    		<h6>Заголовок шестого уровня</h6>
    		<hr>
    		<p>Тест абзаца</p>
		</div>
   
	</div>

</body>
</html>